phishing/performance.https.txt
This is ApacheBench, Version 2.3 <$Revision: 1807734 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking localhost (be patient)


Server Software:        
Server Hostname:        localhost
Server Port:            8000
SSL/TLS Protocol:       TLSv1.2,ECDHE-RSA-AES128-GCM-SHA256,2048,128
TLS Server Name:        localhost

Document Path:          /
Document Length:        14575 bytes

Concurrency Level:      1
Time taken for tests:   2.768 seconds
Complete requests:      1000
Failed requests:        0
Total transferred:      14866000 bytes
HTML transferred:       14575000 bytes
Requests per second:    361.21 [#/sec] (mean)
Time per request:       2.768 [ms] (mean)
Time per request:       2.768 [ms] (mean, across all concurrent requests)
Transfer rate:          5243.91 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        2    2   0.4      2      10
Processing:     0    1   0.2      1       2
Waiting:        0    1   0.2      0       2
Total:          2    3   0.5      3      12
ERROR: The median and mean for the waiting time are more than twice the standard
       deviation apart. These results are NOT reliable.

Percentage of the requests served within a certain time (ms)
  50%      3
  66%      3
  75%      3
  80%      3
  90%      3
  95%      4
  98%      4
  99%      4
 100%     12 (longest request)
